Repository: aireels-dev/mini-cal
Catalog: MiniCal/Resources/Localizations/CalendarNames.xcstrings
Source language: en
Languages: ar, fa, he, ja, ko, tr, zh_hans

# calendar_type_buddhist
source: Buddhist
ar: التقويم البوذي
fa: تقویم بودایی
he: לוח שנה בודהיסטי
ja: 仏暦
ko: 불교력
tr: Budist Takvim
zh_hans: 佛历

# calendar_type_chinese
source: Chinese Lunar
ar: التقويم الصيني
fa: تقویم قمری چینی
he: לוח שנה סיני
ja: 旧暦
ko: 음력
tr: Çin Takvimi
zh_hans: 农历

# calendar_type_gregorian
source: Gregorian
ar: الميلادي
fa: تقویم میلادی
he: לוח שנה גרגוריאני
ja: 西暦
ko: 그레고리력
tr: Gregoryen
zh_hans: 公历

# calendar_type_hebrew
source: Hebrew
ar: التقويم العبري
fa: تقویم عبری
he: לוח עברי
ja: ヘブライ暦
ko: 히브리력
tr: İbranice Takvim
zh_hans: 希伯来历

# calendar_type_islamic
source: Islamic
ar: التقويم الهجري
fa: تقویم هجری قمری
he: לוח שנה אסלאמי
ja: イスラム暦
ko: 이슬람력
tr: İslami Takvim
zh_hans: 伊斯兰历

# calendar_type_japanese
source: Japanese
ar: التقويم الياباني
fa: تقویم ژاپنی
he: לוח שנה יפני
ja: 和暦
ko: 일본력
tr: Japon Takvimi
zh_hans: 和历

# calendar_type_persian
source: Persian
ar: التقويم الفارسي
fa: تقویم هجری شمسی
he: לוח שנה פרסי
ja: ペルシャ暦
ko: 페르시아력
tr: Fars Takvimi
zh_hans: 波斯历

# islamic_month_1
source: Muharram
ar: محرم
tr: Muharrem
zh_hans: 穆哈兰姆月

# islamic_month_2
source: Safar
ar: صفر
tr: Safer
zh_hans: 色法尔月

# islamic_month_3
source: Rabi' al-awwal
ar: ربيع الأول
tr: Rebiülevvel
zh_hans: 赖比尔·敖外鲁月

# islamic_month_4
source: Rabi' al-thani
ar: ربيع الثاني
tr: Rebiülahir
zh_hans: 赖比尔·阿色尼月

# islamic_month_5
source: Jumada al-awwal
ar: جمادى الأولى
tr: Cemaziyelevvel
zh_hans: 朱马达·敖外鲁月

# islamic_month_6
source: Jumada al-thani
ar: جمادى الثانية
tr: Cemaziyelahir
zh_hans: 朱马达·阿色尼月

# islamic_month_7
source: Rajab
ar: رجب
tr: Recep
zh_hans: 赖哲卜月

# islamic_month_8
source: Sha'ban
ar: شعبان
tr: Şaban
zh_hans: 舍尔邦月

# islamic_month_9
source: Ramadan
ar: رمضان
tr: Ramazan
zh_hans: 赖买丹月

# islamic_month_10
source: Shawwal
ar: شوال
tr: Şevval
zh_hans: 闪瓦鲁月

# islamic_month_11
source: Dhu al-Qi'dah
ar: ذو القعدة
tr: Zilkade
zh_hans: 都尔喀尔德月

# islamic_month_12
source: Dhu al-Hijjah
ar: ذو الحجة
tr: Zilhicce
zh_hans: 都尔黑哲月

# islamic_month_short_1
source: Muh
ar: محرم

# islamic_month_short_9
source: Ram
ar: رمضان

# persian_month_1
source: Farvardin
fa: فروردین
zh_hans: 法尔瓦丁月

# persian_month_2
source: Ordibehesht
fa: اردیبهشت
zh_hans: 欧德贝赫什特月

# persian_month_3
source: Khordad
fa: خرداد
zh_hans: 霍尔达德月

# persian_month_4
source: Tir
fa: تیر
zh_hans: 提尔月

# persian_month_5
source: Mordad
fa: مرداد
zh_hans: 莫尔达德月

# persian_month_6
source: Shahrivar
fa: شهریور
zh_hans: 沙赫里瓦尔月

# persian_month_7
source: Mehr
fa: مهر
zh_hans: 梅赫尔月

# persian_month_8
source: Aban
fa: آبان
zh_hans: 阿班月

# persian_month_9
source: Azar
fa: آذر
zh_hans: 阿扎尔月

# persian_month_10
source: Dey
fa: دی
zh_hans: 代月

# persian_month_11
source: Bahman
fa: بهمن
zh_hans: 巴赫曼月

# persian_month_12
source: Esfand
fa: اسفند
zh_hans: 埃斯芬德月

# persian_month_short_1
source: Far
fa: فرو

# hebrew_month_1
source: Tishrei
he: תִּשְׁרֵי
zh_hans: 提斯利月

# hebrew_month_2
source: Cheshvan
he: חֶשְׁוָן
zh_hans: 玛尔黑什旺月

# hebrew_month_3
source: Kislev
he: כִּסְלֵו
zh_hans: 基斯流月

# hebrew_month_4
source: Tevet
he: טֵבֵת
zh_hans: 提别月

# hebrew_month_5
source: Shevat
he: שְׁבָט
zh_hans: 细罢特月

# hebrew_month_6
source: Adar
he: אֲדָר
zh_hans: 亚达月

# hebrew_month_7
source: Nisan
he: נִיסָן
zh_hans: 尼散月

# hebrew_month_8
source: Iyar
he: אִיָּר
zh_hans: 以珥月

# hebrew_month_9
source: Sivan
he: סִיוָן
zh_hans: 西弯月

# hebrew_month_10
source: Tammuz
he: תַּמּוּז
zh_hans: 塔模斯月

# hebrew_month_11
source: Av
he: אָב
zh_hans: 埃波月

# hebrew_month_12
source: Elul
he: אֱלוּל
zh_hans: 以禄月

# hebrew_month_short_1
source: Tis
he: תש

# zodiac_animal_0
source: Rat
ja: 子
ko: 쥐
zh_hans: 鼠

# zodiac_animal_1
source: Ox
ja: 丑
ko: 소
zh_hans: 牛

# zodiac_animal_2
source: Tiger
ja: 寅
ko: 호랑이
zh_hans: 虎

# zodiac_animal_3
source: Rabbit
ja: 卯
ko: 토끼
zh_hans: 兔

# zodiac_animal_4
source: Dragon
ja: 辰
ko: 용
zh_hans: 龙

# zodiac_animal_5
source: Snake
ja: 巳
ko: 뱀
zh_hans: 蛇

# zodiac_animal_6
source: Horse
ja: 午
ko: 말
zh_hans: 马

# zodiac_animal_7
source: Goat
ja: 未
ko: 양
zh_hans: 羊

# zodiac_animal_8
source: Monkey
ja: 申
ko: 원숭이
zh_hans: 猴

# zodiac_animal_9
source: Rooster
ja: 酉
ko: 닭
zh_hans: 鸡

# zodiac_animal_10
source: Dog
ja: 戌
ko: 개
zh_hans: 狗

# zodiac_animal_11
source: Pig
ja: 亥
ko: 돼지
zh_hans: 猪

# chinese_month_1
source: January
ko: 정월
zh_hans: 正月

# chinese_month_2
source: February
ko: 이월
zh_hans: 二月

# chinese_month_3
source: March
ko: 삼월
zh_hans: 三月

# chinese_month_4
source: April
ko: 사월
zh_hans: 四月

# chinese_month_5
source: May
ko: 오월
zh_hans: 五月

# chinese_month_6
source: June
ko: 유월
zh_hans: 六月

# chinese_month_7
source: July
ko: 칠월
zh_hans: 七月

# chinese_month_8
source: August
ko: 팔월
zh_hans: 八月

# chinese_month_9
source: September
ko: 구월
zh_hans: 九月

# chinese_month_10
source: October
ko: 시월
zh_hans: 十月

# chinese_month_11
source: November
ko: 십일월
zh_hans: 冬月

# chinese_month_12
source: December
ko: 납월
zh_hans: 腊月
